# โจทย์ที่ 1 Union ของเซต โจทย์ 
# กำหนดให้ 𝐴 = { 2 , 4 , 6 , 8 } 
# 𝐵 = { 6 , 8 , 10 , 12 } 
# จงหาค่าของ 𝐴 ∪ 𝐵 A∪B พร้อมวาดแผนภาพ


# โจทย์ที่ 2 Intersection ของเซต 
# โจทย์ กำหนดให้ 𝐴 = { 1 , 3 , 5 , 7 , 9 } 
# 𝐵 = { 5 , 7 , 9 , 11 , 13 }
# จงหาค่าของ 𝐴 ∩ 𝐵 A∩B พร้อมวาดแผนภาพ

# โจทย์ที่ 3 Complement ของเซต โจทย์ กำหนด Universal 
# Set 𝑈 = { 0 , 1 , 2 , 3 , 4 , 5 , 6 , 7 , 8 , 9 , 10 } 
# และให้ 𝐴 = { 2 , 4 , 6 , 8 , 10 } 
#  จงหาค่าของ 𝐴 ′ A ′ (Complement ของ A)


# โจทย์ที่ 4 Difference ของเซต 
# โจทย์ กำหนดให้ 𝐴 = { 𝑎 , 𝑏 , 𝑐 , 𝑑 , 𝑒 } 
# 𝐵 = { 𝑐 , 𝑑 , 𝑒 , 𝑓 , 𝑔 }
# จงหาค่าของ 𝐴 − 𝐵 A−B (Difference ของ A และ B)


# โจทย์ที่ 5 การหาสับเซต โจทย์ กำหนดให้ 
# 𝐴 = { 1 , 2 , 3 , 4 , 5 } 
# 𝐵 = { 2 , 3 , 4 } 
# จงตรวจสอบว่า B เป็น subset ของ A หรือไม่